[
    {
      "topic": "מוזיקה",
      "examples": [
        "הקונצרט אמש העיר בי זיכרונות ילדות שמחים.",
        "הוא אמר לי בקפה שמוזיקה מסוימת גורמת לו לבכות בלי להבין למה.",
        "אחותי טענה שבלי מוזיקה בבית היא פשוט לא מצליחה להתרכז בלימודים."
      ]
    },
    {
      "topic": "חלל",
      "examples": [
        "האסטרונאוטים הביטו בכדור הארץ מנקודת מבט אחרת.",
        "היא צחקה ואמרה שהיא הייתה עוברת לגור בחלל רק כדי לברוח מהפקקים.",
        "מישהו בפאב סיפר שראה סרט על חלליות וזה שינה לו את כל החשיבה על החיים."
      ]
    },
    {
      "topic": "היסטוריה",
      "examples": [
        "הספר החדש מגולל את סיפור המהפכה בצורה מרתקת.",
        "המורה שלי בתיכון תמיד אמר שבלי היסטוריה אנחנו חוזרים על אותן טעויות.",
        "חבר העיר לי בשיחה אקראית שהיסטוריה זה הדבר היחיד שבאמת מסביר את מי שאנחנו."
      ]
    },
    {
      "topic": "מחשבים",
      "examples": [
        "המתכנת פתר באלגנטיות באג קשה במערכת.",
        "הוא חייך וסיפר שהמחשב שלו תמיד נתקע בדיוק כשצריך להגיש עבודה.",
        "מישהי אמרה שהיא מרגישה כאילו איבדה יד כשהמחשב לא עובד."
      ]
    },
    {
      "topic": "ספרות",
      "examples": [
        "הרומן חושף עולמות פנימיים באמצעות דימויים עשירים.",
        "חבר סיפר שהוא לא מבין ספרות אבל יש ספר אחד ששבר לו את הלב.",
        "היא טענה שספרות זה לא בשביל כולם אבל תמיד יש משפט אחד שנשאר איתך."
      ]
    },
    {
      "topic": "בריאות",
      "examples": [
        "שמירה על שגרה בריאה מחזקת את הגוף והנפש.",
        "הוא סיפר שאם הוא לא עושה ספורט יומיים הוא נהיה עצבני.",
        "אמא שלי תמיד מזכירה שבריאות זה לא מובן מאליו וצריך לשמור עליה."
      ]
    },
    {
      "topic": "דת",
      "examples": [
        "הטקס נערך בבית הכנסת העתיק בכפר.",
        "הוא סיפר שאמנם לא שומר מצוות אבל יש רגעים שהוא מתפלל בלב.",
        "חבר אמר שדת בשבילו זה קודם כל שייכות למשפחה."
      ]
    },
    {
      "topic": "טבע",
      "examples": [
        "ריח האדמה הרטובה התפשט אחרי הגשם.",
        "היא אמרה שכשהיא רואה יער היא נושמת אחרת.",
        "חבר צחק ואמר שטבע בשבילו זה לראות חתול ברחוב."
      ]
    },
    {
      "topic": "ספורט",
      "examples": [
        "הקהל שאג בהתלהבות כשהקבוצה הבקיעה שער ניצחון.",
        "הוא סיפר שבמסיבה הוא לא רואה ספורט אלא נהנה מהצעקות של כולם.",
        "חברה אמרה שספורט זה התרפיה היחידה שהיא מצליחה להתמיד בה."
      ]
    },
    {
      "topic": "פסיכולוגיה",
      "examples": [
        "המחקר החדש בוחן כיצד רגשות משפיעים על זיכרון.",
        "היא אמרה שהיא חושבת יותר מדי על מה אנשים יחשבו וזה כנראה פסיכולוגי.",
        "הוא טען שפסיכולוגיה זה פשוט לתת שם לחיים שלנו."
      ]
    },
    {
      "topic": "אדריכלות",
      "examples": [
        "המגדל נבנה בזכוכית ומתכת ומשנה את קו הרקיע.",
        "חבר העיר שהוא תמיד מתבלבל בין אדריכלות יפה לבין בית שנעים לגור בו.",
        "היא צחקה ואמרה שאדריכלות זה אמנות שתקועה מעל הראש כל היום."
      ]
    },
    {
      "topic": "קולנוע",
      "examples": [
        "הבמאי שילב צילומים מרהיבים עם עלילה דרמטית.",
        "חבר שאל למה הסרטים הטובים תמיד נגמרים בעצב.",
        "היא סיפרה שהייתה בסרט כל כך סוחף ששכחה שהיא בקולנוע."
      ]
    },
    {
      "topic": "מסעות",
      "examples": [
        "במהלך הטיול פגשנו אנשים חמים וידידותיים.",
        "הוא אמר שהוא לא מטייל בשביל הנופים אלא בשביל הסיפורים של האנשים.",
        "מישהי סיפרה שמסע טוב זה כזה שאתה חוזר ממנו קצת אדם אחר."
      ]
    },
    {
      "topic": "תיאטרון",
      "examples": [
        "השחקנים ירדו מהבמה לקול תשואות רמות.",
        "חברה אמרה שתיאטרון זה המקום היחיד שהיא יכולה לבכות בו בלי שמישהו ישפוט.",
        "הוא סיפר שפעם הלך להצגה ולא הבין כלום אבל הרגיש חלק ממשהו."
      ]
    },
    {
      "topic": "חקלאות",
      "examples": [
        "השדות נפרשו רחבים עם יבול חיטה זהוב.",
        "חבר העיר שאין לו קשר לחקלאות אבל הריח של אדמה מזכיר לו את סבא.",
        "היא צחקה ואמרה שחקלאות זה הדבר הכי רחוק מהחיים בעיר."
      ]
    },
    {
      "topic": "טכנולוגיה",
      "examples": [
        "המצאה חדשה מבטיחה לשנות את הדרך בה אנו מתקשרים.",
        "הוא אמר שהטכנולוגיה מתקדמת יותר מהר מהיכולת שלו להבין אותה.",
        "היא סיפרה שכל טכנולוגיה חדשה גורמת לה גם התלהבות וגם דאגה."
      ]
    },
    {
      "topic": "אופנה",
      "examples": [
        "השמלות בתצוגה שילבו צבעים נועזים וסגנון מודרני.",
        "חבר סיפר שהוא לא מבין באופנה אבל נעליים תמיד תופסות לו את העין.",
        "היא אמרה שאופנה זה תירוץ להרגיש מישהי אחרת כל יום."
      ]
    },
    {
      "topic": "פוליטיקה",
      "examples": [
        "הנאום של השר עורר ויכוח נרחב בציבור.",
        "הוא אמר שהוא לא מדבר פוליטיקה בארוחות משפחתיות כי זה תמיד מתפוצץ.",
        "חברה סיפרה שפוליטיקה זה הדבר היחיד שמצליח להוציא ממנה צעקות מול הטלוויזיה."
      ]
    },
    {
      "topic": "פילוסופיה",
      "examples": [
        "השאלה אם לאדם יש חירות אמיתית נידונה שוב.",
        "חבר אמר שכל פעם שהוא חושב על פילוסופיה הוא מסתבך בעצמו.",
        "היא סיפרה שפילוסופיה זה פשוט לשאול שאלות שאף אחד לא יודע לענות עליהן."
      ]
    },
    {
      "topic": "מדע",
      "examples": [
        "הניסוי הוכיח קשר חדש בין חומרים שלא נחקרו קודם.",
        "הוא אמר שמדע בשבילו זה קסם שיש לו הסבר.",
        "חבר סיפר שהוא לא מבין במדע אבל אוהב להשתמש במילה כדי להישמע חכם."
      ]
    }
  ]
  